
// 2008

"kDiscoveringDevicesKey"					= "Cerco dispositivi Bluetooth…";
"kDiscoveryCompleteKey"						= "Ricerca completata.";
"kBluetoothIsOffKey"						= "Bluetooth è stato disattivato su questo computer. Attiva Bluetooth per continuare.";
"kErrorDiscoveringDevicesKey"				= "Si è verificato un errore durante la ricerca dei dispositivi.";

"kOptionsKey"								= "Opzioni";
"kStopKey"									= "Interrompi";
"kStartKey"									= "Avvia";
"kShowKey"									= "Mostra";
"kAllDevicesKey"							= "Tutti i Dispositivi";
"kLaptopsKey"								= "Laptop";
"kClearListKey"								= "Cancella elenco";
"kAudioDevicesKey"							= "Dispositivi audio";

"kConfiguringServicesKey"					= "Configuro i servizi";
"kPasskeySelectionKey"						= "Selezione chiave d'accesso";
"kNumDevicesFoundKey"						= "Cerco dispositivi - %@ trovato/i";
"kAutomaticPairAttemptKey"					= "Il computer tenterà di abbinare automaticamente il dispositivo.";

"kSpecifyDeviceKey"							= "Specifica dispositivo…";

"kDeviceList_MouseDevicesKey"				= "MOUSE";
"kDeviceList_KeyboardDevicesKey"			= "TASTIERE";
"kDeviceList_MobilePhoneDevicesKey"			= "TELEFONI CELLULARI";
"kDeviceList_AudioDevicesKey"				= "AUDIO";
"kDeviceList_OtherDevicesKey"				= "ALTRO";
"kDeviceList_ComputerDevicesKey"			= "COMPUTER";

"kDeviceList_NoDevicesFoundKey"				= "Nessun dispositivo rilevato";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Il tentativo di abbinamento non è riuscito. Questa configurazione software di Mac OS X e Bluetooth non è valida o non supportata.";
"kPairAttemptFailed3Key"								= "L'abbinamento non è riuscito. Se vuoi provare un diverso codice d'accesso o metodo di abbinamento, fai clic sul pulsante \"Opzioni codice d'accesso...\". Fai clic su Continua per riprovare.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Il computer è già abbinato a “%@”.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Il computer è già abbinato al dispositivo. Vuoi rimuovere l'abbinamento e configurare di nuovo il dispositivo?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Abbinamento fallito";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introduzione";
"kSetupDecisionKey"							= "Seleziona il tipo di dispositivo";
"kConclusionKey"							= "Conclusione";

"kKeyboardSetupTitleKey"					= "Configurazione tastiera Bluetooth";
"kMouseSetupTitleKey"						= "Configurazione mouse Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Configurazione mouse o trackpad Bluetooth";
"kDeviceSetupTitleKey"						= "Configurazione dispositivo Bluetooth";
"kPhoneSetupTitleKey"						= "Configurazione telefono cellulare Bluetooth";
"kPrinterSetupTitleKey"						= "Configurazione stampante Bluetooth";
"kHeadsetSetupTitleKey"						= "Configurazione cuffie auricolari Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Sei sicuro di voler uscire da Impostazione Assistita?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Dovrai eseguire nuovamente l'Impostazione Assistita se esci adesso.";
"kUsersKeyboardKey"							= "tastiera di %@";
"kUsersMouseKey"							= "mouse di %@";
"kUsersTrackpadKey"							= "Trackpad di %@";
"kRootUsersKeyboardKey"						= "tastiera amministratore";
"kRootUsersMouseKey"						= "mouse amministratore";

"kSetUpAnotherDeviceButtonKey"				= "Imposta altro dispositivo";
"kAdvancedPasskeyOptionsButtonKey"			= "Opzioni codice d'accesso…";
"kOtherKey"									= "Altro";
"kGenericKey"								= "Generico";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Apri iSync";
"kCancelButtonKey"							= "Annulla";
"kContinueButtonKey"						= "Continua";
"kIgnoreButtonKey"							= "Ignora";
"kSkipButtonKey"							= "Ignora";
"kQuitButtonKey"							= "Esci";
"kNeedAuthenticationTitleKey"				= "Devi eseguire correttamente l'autenticazione per poter eseguire le modifiche specificate.";
"kNeedAuthenticationExplanationKey"			= "Per modificare la configurazione di accesso a Internet, devi eseguire l'autenticazione come amministratore su questo computer. Deseleziona questa impostazione o fai clic su Continua per eseguire nuovamente l'autenticazione.";

// Device types.

"kMobilePhoneCapsKey"						= "Telefono cellulare";
"kMobilePhonesCapsKey"						= "Telefoni cellulari";
"kMobilePhoneKey"							= "telefono cellulare";
"kMobilePhonesKey"							= "telefoni cellulari";
"kDeviceKey"								= "Dispositivo";
"kDevicesKey"								= "Dispositivi";
"kMouseKey"									= "Mouse";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Mouse";
"kKeyboardKey"								= "Tastiera";
"kKeyboardsKey"								= "Tastiere";
"kPrinterKey"								= "Stampante";
"kPrintersKey"								= "Stampanti";
"kHeadsetKey"								= "Cuffia auricolare";
"kHeadphonesKey"							= "Cuffie";
"kHeadsetsKey"								= "Cuffie auricolari";
"kComputerKey"								= "Computer";
"kComputersKey"								= "Computer";
"kPDAKey"									= "Dispositivo palmare";
"kLANAccessPointKey"						= "Punto accesso LAN";
"kTypeKey"									= "Tipo";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nome dispositivo: ";
"kServicesPanel_DeviceAddressKey"			= "Indirizzo dispositivo: ";
"kServicesPanel_DeviceTypeKey"				= "Tipo dispositivo: ";
"kServicesPanel_DeviceServicesKey"			= "Servizi dispositivo: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Seleziona i servizi che desideri utilizzare con il tuo telefono cellulare:";
"kSetupServicesPanel_DeviceTitleKey"		= "Seleziona i servizi che desideri utilizzare con il tuo dispositivo:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Configuro i servizi…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Raccolgo informazioni sul dispositivo";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Il computer ha bisogno di informazioni sul dispositivo per stabilire come può interagire con esso. Ci vorranno solo alcuni secondi.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Si è verificato un errore sconosciuto durante la raccolta di informazioni sul tuo dispositivo. Assicurati che il dispositivo si trovi nel raggio d'azione di questo computer, che sia acceso e in modalità “visibile”. Quando sei pronto, fai clic su Continua e riprova.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Si è verificato un errore durante la ricezione dei servizi disponibili sul tuo dispositivo. Assicurati che il dispositivo si trovi nel raggio d'azione di questo computer, che sia acceso e in modalità “visibile”. Quando sei pronto, fai clic su Continua e riprova.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Raccolgo informazioni addizionali sul dispositivo...";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Raccolgo informazioni addizionali complete.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Benvenuto in Impostazione Assistita Bluetooth. ";
"kWelcomeMachineHasBluetoothKey"			= "Quando il dispositivo appare nell'elenco, selezionalo e fai clic su Continua. Se non appare nell'elenco, assicurati che il dispositivo sia acceso e in modalità “visibile”. Per ulteriori informazioni, consulta la documentazione con esso fornita.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Il software e l'hardware Bluetooth non sono stati trovati su questo computer. Se hai installato recentemente un hardware Bluetooth, verifica che sia collegato correttamente.\n\nQuando l'hardware Bluetooth è collegato puoi continuare.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Si è verificato un errore durante la ricerca.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Aggiorno nome dispositivo…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Aggiorno nomi dispositivo %@…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Il mouse non è collegato.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Impostazione Assistita Bluetooth sta cercando un mouse Bluetooth. Se viene trovato verrà abbinato al computer. Controlla i cavi se utilizzi un mouse USB.\n\nSe stai tentando di utilizzare un mouse Bluetooth e non viene trovato, assicurati che sia acceso e \"visibile\". Per attivare un mouse wireless Apple, accendi l'interruttore situato sulla parte inferiore del mouse. Se stai tentando di utilizzare un mouse wireless che non appartiene ad Apple, consulta la documentazione fornita con il mouse.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Tento di collegarmi al mouse #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "L'abbinamento con il mouse è riuscito. Per confermare l'abbinamento, fai clic su Continua. Se il puntatore non si sposta quando si muove il mouse ed è presente un altro mouse wireless, può darsi che il computer stia tentando di abbinarsi con l'altro mouse. \n\nImpostazione Assistita Bluetooth tenterà nuovamente di abbinarsi con il mouse in %@ secondi.  ";
"kHIDLess_MouseClickContinueButton2TextKey"					= "L'abbinamento con il mouse è riuscito. Per confermare l'abbinamento, utilizza il mouse per fare clic su Continua. Se il puntatore non si sposta quando muovi il mouse ed è presente un altro mouse o trackpad wireless, può darsi che il computer stia tentando di effettuare l'abbinamento con l'altro mouse o trackpad wireless.\n\nIl computer tenterà nuovamente di effettuare l'abbinamento con il mouse tra %@ secondi.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Fai clic su Continua (%@  secondi)…";
"kHIDLess_MousePairingFailed1TextKey"						= "L'abbinamento tra computer e mouse è fallito. Il computer ripeterà il tentativo con lo stesso mouse tra 5 secondi…";
"kHIDLess_MousePairingFailed2TextKey"						= "L'abbinamento tra computer e mouse non è riuscito. Abbino al mouse o trackpad wireless successivo…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Nessun mouse o trackpad wireless connesso.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Ricerca di un mouse o un trackpad wireless in corso. Se viene trovata, verrà abbinata al computer. Se utilizzi un mouse USB, controlla i cavi.\n\nSe stai tentando di utilizzare un mouse o un trackpad wireless e non viene trovato, assicurati che sia acceso e “visibile”. Se utilizzi un mouse o un trackpad wireless Apple, attivalo. Se stai tentando di usare  un mouse o un trackpad wireless non Apple, consulta la documentazione fornita con il dispositivo.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Tento di stabilire connessione con il trackpad #%@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "L'abbinamento con il trackpad è riuscito. Per confermare l'abbinamento, utilizza il trackpad per fare clic su Continua. Se il puntatore non si sposta quando utilizzi il trackpad ed è presente un altro mouse o trackpad wireless, può darsi che il computer stia tentando di effettuare l'abbinamento con l'altro mouse o trackpad wireless.\n\nIl computer tenterà nuovamente di effettuare l'abbinamento con il trackpad tra %@ secondi.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "L'abbinamento tra computer e trackpad non è riuscito. Il computer ripeterà il tentativo con lo stesso trackpad tra 5 secondi…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "L'abbinamento tra computer e trackpad non è riuscito. Abbino al mouse o trackpad wireless successivo…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Nessuna tastiera wireless collegata.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Impostazione Assistita Bluetooth sta cercando una tastiera Bluetooth. Se viene trovata verrà abbinata al computer. Controlla i cavi se utilizzi una tastiera USB.\n\nSe stai tentando di utilizzare una tastiera Bluetooth e non viene trovata, assicurati che sia accesa e \"visibile\". Se si utilizza una tastiera wireless Apple, accendi la tastiera. Se stai tentando di utilizzare una tastiera wireless che non appartiene ad Apple, consulta la documentazione fornita con la tastiera.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Ricerca di una tastiera wireless in corso. Se viene trovata verrà abbinata al computer. Controlla i cavi se utilizzi una tastiera USB.\n\nSe stai tentando di utilizzare una tastiera wireless e non viene trovata, assicurati che sia accesa e \"visibile\". Se stai utilizzando una tastiera wireless Apple, attivala. Se stai tentando di usare una tastiera wireless che non appartiene ad Apple, consulta la documentazione fornita con la tastiera.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Digita la seguente chiave d'accesso sulla tastiera che stai impostando, seguita dal tasto A Capo:\n\n\n\n\n\nIl processo di abbinamento verrà completato una volta inserita la chiave d'accesso sulla tastiera.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Tento di collegarmi alla tastiera #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Eseguita connessione alla tastiera #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "L'abbinamento con la tastiera è riuscito.\n\nPremi il tasto A Capo sulla tastiera per continuare.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Si è verficato un errore di autenticazione. I codici di accesso non corrispondono.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Si è verificato un timeout di connessione. Assicurati di inserire il codice di accesso e premi il tasto A Capo.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "L'abbinamento tra computer e tastiera è fallito. Il computer ripeterà il tentativo con la stessa tastiera tra 5 secondi…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "L'abbinamento tra computer e tastiera è fallito. Il computer ripeterà il tentativo tra 5 secondi…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Devi trovare e selezionare un dispositivo nell’elenco prima di continuare.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Nessun dispositivo selezionato.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Il computer e il mouse sono stati abbinati correttamente.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Il computer e il trackpad sono stati abbinati correttamente.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Il computer e la tastiera sono stati abbinati correttamente.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Errore: non è stato specificato nessun dispositivo nel pannello precedente.";
"kPair_General_PairingAttemptToPairKey"			= "Tentativo di abbinamento con “%@”.";
"kPair_General_ConnectingToDeviceKey"			= "Connetto a “%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Connessione stabilita.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Cerco mouse - %@ trovato/i.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Devi trovare e selezionare un mouse nell'elenco prima di continuare.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Nessun mouse selezionato.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Quando il tuo mouse appare nell'elenco, selezionalo e fai clic su Continua. Se non vedi il tuo mouse nell'elenco, assicurati che sia in modalità “visibile”. Se utilizzi un mouse wireless Apple, accendi l'interruttore situato nella parte inferiore del mouse.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Non è stato trovato nessun mouse. Assicurati che il mouse sia in modalità “visibile”.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Cerco il mouse";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Ricerca mouse o trackpad wireless - %@ rilevato/i.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Non è stato rilevato nessun mouse o trackpad wireless. Assicurati che il mouse o il trackpad wireless sia “visibile”.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Cerco tastiere - %@ trovata/e.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Devi trovare e selezionare una tastiera nell'elenco prima di continuare.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Nessuna tastiera selezionata.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Quando la tua tastiera appare nell'elenco, selezionala e fai clic su Continua. Se la tastiera non è nell'elenco, assicurati che sia in modalità “visibile”. Se utilizzi una tastiera wireless Apple, accendila.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Non è stata trovata nessuna tastiera. Assicurati che la tastiera sia in modalità “visibile”.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Cerco la tastiera";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Per continuare l'abbinamento, verifica che il numero sottostante sia visualizzato sul dispositivo che stai abbinando.";
"kPair_SSPNumCmp_StatusTextKey"					= "Se visualizzi questo numero sull'altro dispositivo, fai clic su Continua per completare il processo di abbinamento. In caso contrario, fai clic su Indietro per riprovare.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Per continuare il processo di abbinamento, digita il numero sottostante sul dispositivo che stai abbinando seguito dal tasto A Capo.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Abbinamento al dispositivo Bluetooth";
"kPair_Device_InstructionTextKey"				= "Il dispositivo potrebbe richiedere una chiave d'accesso. Verifica se il dispositivo è pronto per accettare la chiave d'accesso. Quando il dispositivo è pronto, inserisci la seguente chiave d'accesso:\n\n\n\n\nQuando hai inserito la chiave d'accesso sul dispositivo il processo di abbinamento verrà completato.";
"kPair_Device_ClickContinueToSetupKey"			= "Fai clic su Continua per impostare i servizi disponibili con il tuo dispositivo.";
"kPair_Device_PairingAttemptFailed1Key"			= "Impossibile abbinare al dispositivo. Fai clic su Continua per riprovare.";
"kPair_Device_PairingAttemptFailed2Key"			= "Il tentativo di abbinamento è fallito. Assicurati che il dispositivo sia nel raggio d'azione del computer, che sia acceso e in modalità “visibile”. Quando sei pronto, fai clic su Continua e riprova.";
"kPair_Device_PairingAttemptFailed3Key"			= "Il tentativo di abbinamento non è riuscito. Se utilizzi un codice d'accesso, assicurati di inserirlo correttamente sul dispositivo. Quando sei pronto, fai clic su Continua e riprova.";
"kPair_Device_PairingAttemptFailed18Key"		= "Il tentativo di abbinamento non è riuscito. Il dispositivo rifiuta il tentativo di abbinamento. Consulta il manuale fornito con il dispositivo. Quando sei pronto, fai clic su Continua e riprova.";
"kPair_Device_PairingAttemptSucceededKey"		= "Il computer e il dispositivo sono stati abbinati correttamente.";
"kPair_Device_AlreadyPairedKey"					= "Il computer e il dispositivo sono già abbinati.";
"kPair_Device_GatheringServiceInformationKey"	= "Raccolgo informazioni di servizio sul dispositivo.";
"kPair_Device_GatheringInformationKey"			= "Ottengo informazioni addizionali sul dispositivo.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Il computer utilizzerà una chiave d'accesso vuota da abbinare al dispositivo.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Impossibile registrare le impostazioni del network.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Le impostazioni del network Bluetooth non sono state registrate.";
"kDialupErrorSavingSerialTitleTextKey"			= "Impossibile registrare le impostazioni del network.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Le modifiche effettuate alla configurazione del network non sono state registrate.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Per poter accedere a Internet utilizzando il dispositivo, devi inserire le seguenti informazioni.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Nome utente:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Password:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Numero di telefono:";
"kInternetAccess_GPRSExampleKey"					= "Per esempio, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Impostazione Assistita Bluetooth non può impostare il tuo dispositivo come modem perché l'interfaccia Bluetooth non è disponibile. Apri le preferenze Network per aggiungerla.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Utilizza iSync per trasferire contatti ed eventi";
"kConclusionPanelUseFileTransferKey"				= "Utilizza per trasferire documenti";
"kConclusionPanelUseAddressBookKey"					= "Utilizza con Rubrica Indirizzi";
"kConclusionPanelUseAsHIDDeviceKey"					= "Utilizza come dispositivo di ingresso per questo computer";
"kConclusionPanelUseInternetKey"					= "Accedi a Internet";
"kConclusionPanelUseSerialPortKey"					= "È stata creata una porta seriale per il computer";
"kConclusionPanelUseAsPANDeviceKey"					= "Usa come network personale";
"kConclusionPanelUseAsAudioOutputKey"				= "Utilizza come dispositivo di uscita audio";
"kConclusionPanelUseAsAudioInputKey"				= "Utilizza come dispositivo di ingresso audio";
"kConclusionPanelDevicePairedKey"					= "Abbinamento completato con successo";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Nessun servizio supportato rilevato nel dispositivo.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Il dispositivo Bluetooth non è stato configurato con il computer.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Il computer e il telefono cellulare sono configurati nel seguente modo:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Il computer e il dispositivo sono configurati nel seguente modo:";

"kConclusionPanelMobilePhoneSetupKey"		= "Congratulazioni! Il cellulare è stato impostato per utilizzare le funzionalità Bluetooth del computer.";
"kConclusionPanelKeyboardSetupKey"			= "Congratulazioni! Il computer adesso è configurato per usare la tastiera Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Congratulazioni! Il computer adesso è configurato per usare il mouse Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Congratulazioni! Il computer adesso è pronto per utilizzare il trackpad Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Congratulazioni! Il computer adesso è configurato per usare il dispositivo Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Congratulazioni! Il computer adesso è configurato per usare la tastiera e il mouse Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Congratulazioni! Il computer adesso è configurato per utilizzare la stampante Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Congratulazioni! Il computer adesso è pronto per utilizzare le cuffie auricolari Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Complimenti! Il computer adesso è pronto per utilizzare le cuffie auricolari Bluetooth iPhone.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Congratulazioni! Il computer adesso è configurato per usare iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "Un mouse è connesso a questo computer. Non è più necessario impostare una connessione Bluetooth.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "A questo computer è connesso un mouse. Non è più necessario configurare un mouse o un trackpad Bluetooth.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Una tastiera è connessa a questo computer. Non è più necessario impostare una connessione Bluetooth.";
"kConclusionPanelSetupInterruptedKey"		= "Il processo di configurazione del dispositivo è stato interrotto.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Impostazione Assistita non è riuscita a configurare le cuffie auricolari. Prova a configurarle di nuovo.";
"kConclusionPanelFailedSetupErrorKey"		= "Si è verificato un errore durante la configurazione del dispositivo (0x%x). Prova a riconfigurarlo.";
"kConclusionPanelFailedNoServicesTextKey"	= "Sul dispositivo non sono stati rilevati dei servizi configurabili. I servizi potrebbero non essere abilitati sul dispositivo oppure i servizi sul dispositivo non devono essere configurati con il computer. Per ulteriori informazioni consulta la documentazione fornita con il dispositivo.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Nessun servizio disponibile è stato configurato per il dispositivo Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Utilizza nuovamente Impostazione Assistita se vuoi modificare una delle impostazioni.";


